Repository: AmazeeLabs/user_statistic
Catalog: translation/user_statistic-7.x-1.x-dev.*.po
Languages: de

source: Settings
de: Einstellungen

source: Interval in seconds, a user will be count as online (default: 900)
de: Intervall in Sekunden, die ein Benutzer als "noch online" gilt (Standard: 900)

source: Max number of users and guests/spiders to display (default: 100), "0" for no limit
de: Maximale Anzahl Benutzer und Gäste/bots die angezeigt werden (Standard: 100), "0" für keine Limitierung

source: Display authenticated users
de: Authentifizierte Benutzer anzeigen

source: Display guests
de: Gäste anzeigen

source: Try to locate guests with geoplugin
de: Versuche, Gäste über geoplugin zu lokalisieren

source: Display spiders
de: Bots anzeigen

source: Comma separated list of spiders (aka bots), identified by hostname
de: Kommaseparierte Liste mit bots, die über den Rechnernamen identifiziert werden

source: Display block with table theming (default), when unchecked, results are displayed as divs
de: Block als Tabelle anzeigen (Standard), wenn nicht angekreuzt, werden die Ausgaben als divs angezeigt

source: User statistic information
de: Benutzerstatistik

source: User statistic
de: Benutzerstatistik

source: Overall users count
de: Gesamtanzahl Benutzer

source: Role
de: Rolle

source: Registered users
de: Registrierte Benutzer

source: Unknown Hostname
de: Unbekannter Rechnername

source: Guests
de: Gäste

source: Spiders
de: Bots

source: Description
de: Beschreibung

source: Count/Users
de: Anzahl/Benutzer

source: User Statistic
de: Benutzerstatistik

source: For administrators: display user statistic in a block (user count by role, online users, guests)
de: Für Administratoren: Anzeige einer Benutzerstatistik als Block (Anzahl Benutzer einer Rolle, Benutzer die gerade online sind, Gäste, Bots)
